Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/moving_country_and_taxation/tax_residence_and_domicile_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: Tax residence and domicile in Ireland
ga: Cónaí agus sainchónaí cánach in Éirinn

source: Your liability for tax in Ireland can be affected by whether you are resident in the country and whether Ireland is your permanent home
ga: Ní bheidh sé mar an gcéanna do dhuine atá ina chónaí sa tír agus do dhuine nach bhfuil, ná do dhuine a bhfuil a bhaile buan in Éirinn agus do dhuine nach bhfuil

source: There is a specific definition of residence for tax purposes depending on how many days you spend in the country
ga: Tá sainmhíniú sainiúil ar chónaí chun críocha cánach ag brath ar cá mhéad laethanta a chaitheann tú sa tír

source: If you are not resident in a particular year, Ireland can still be your ‘ordinary residence’ since this term refers to the country where you are usually resident over a number of years
ga: Mura bhfuil tú i do chónaí in Éirinn i mbliain áirithe, is féidir le hÉirinn a bheith ina ‘gnáthchónaí’ agat fós os rud é go dtagraíonn an téarma sin don tír ina mbíonn tú i do chónaí de ghnáth thar roinnt blianta

source: The country that is your permanent home is known as your domicile
ga: Tugtar sainchónaí ar an tír ina bhfuil do bhaile buan

source: Residence for tax purposes
ga: Cónaí chun críocha cánach

source: Your residence for tax purposes depends on the number of days that you are present in Ireland during a tax year (A tax year means the period from 1 January to 31 December)
ga: Braitheann do chónaí chun críocha cánach ar líon na laethanta ar a bhfuil tú i láthair in Éirinn le linn bhliain chánach (Ciallaíonn bliain chánach an tréimhse ó 1 Eanáir go 31 Nollaig)

source: You are resident for tax purposes for a year if:
ga: Tá tú cónaitheach chun críocha cánach i mbliain más amhlaidh:

source: • You spend 183 days or more in Ireland in that year from 1 January – 31 December or,
ga: • Go gcaitheann tú 183 lá nó níos mó in Éirinn sa bhliain sin ó 1 Eanáir – 31 Nollaig

source: • If you spend 280 days or more in Ireland over a period of two consecutive tax years, you will be regarded as resident for the second tax year. For example, if you spend 140 days here in Year 1 and 150 days here in Year 2, you will be resident in Ireland for Year 2
ga: • Bunaíodh Fochoiste de Choiste um Nós Imeachta agus Pribhléidí Sheanad Éireann chun athbhreithniú agus moltaí a dhéanamh maidir le comhdhéanamh agus feidhmeanna reatha an tSeanaid agus an comhdhéanamh agus na feidhmeanna a bheidh aige amach anseo

source: For tax years up to 2008, each day you are present at midnight counts as one day in the calculation of residency for tax purposes
ga: Le haghaidh na mblianta cánach suas go 2008, comhairtear gach lá a bhfuil tú i láthair ag meán oíche mar lá amháin nuair a bhíonn cónaitheacht á ríomh chun críocha cánach

source: From tax year 2009 onwards, the midnight rule no longer applies, and you are treated as being present in the State, if you are present in the State at any time during that day
ga: Ón mbliain chánach 2009 ar aghaidh, níl feidhm ag riail an mheán oíche a thuilleadh, agus déileáiltear leat amhail is go bhfuil tú i láthair sa Stát, má bhíonn tú i láthair sa Stát aon uair i rith an lae sin

source: Electing to be resident for tax purposes
ga: Ag roghnú a bheith cónaitheach chun críocha cánach

source: If you arrive in Ireland in a particular year but are not present for the required number of days, you may elect to be resident for that year provided that you will be resident in the following year
ga: Má thagann tú go hÉirinn i mbliain áirithe ach níl tú i láthair don líon laethanta atá riachtanach, is féidir leat roghnú a bheith cónaitheach don bhliain sin ar an gcoinníoll nach mbeidh tú cónaitheach sa bhliain ina dhiaidh sin

source: Contact your local tax office for details
ga: Déan teagmháil le d’oifig áitiúil chánach le sonraí a fháil

source: Your pattern of residence over a number of years is taken into account to decide your ‘ordinary residence’
ga: Cuirtear do phatrún cónaithe thar roinnt blianta san áireamh le do ‘ghnáthchónaí’ a shocrú

source: If you have been resident for the previous three tax years then you become ordinarily resident from the start of the fourth year
ga: Má bhí tú i do chónaí do na trí bliana cánach roimhe sin beidh tú i do ghnáthchónaitheach ó thús do cheathrú bliain

source: If you leave the country, you will continue to be ordinarily resident until you have been non-resident for three continuous tax years
ga: Má fhágann tú an tír, leanfaidh tú de bheith i do ghnáthchónaitheach go dtí go mbeifeá neamhchónaitheach ar feadh trí bliana leanúnacha

source: Residence and married couples or civil partners
ga: Cónaí agus lánúnacha pósta

source: For a married couple or civil partners, the residence status of each spouse is assessed independently of the other so it is possible for one spouse or civil partner to be resident and the other to be non-resident
ga: Do lánúin phósta, measúnaítear stádas cónaithe gach céile go neamhspleách ar an gcéile eile, agus de bhrí sin is féidir le céile amháin a bheith cónaitheach agus an duine eile a bheith neamhchónaitheach

source: If your residence status differs from that of your spouse or civil partner, you can choose to be treated as single people for tax purposes if it is more beneficial
ga: Má tá do stádas cónaithe difriúil le do chéile, is féidir leat a roghnú a bheith próiseáilte mar dhaoine neamhphósta chun críocha cánach má tá sé níos tairbhí

source: If you are resident and employed in Ireland but your spouse or civil partner is not resident in Ireland and has no income - so that your earnings are the only source of income - then it may be possible to claim the Married or Civil Partner's Tax Credit and the increased tax rate band
ga: Má tá tú cónaitheach agus fostaithe in Éirinn ach níl do chéile cónaitheach in Éirinn agus níl aon ioncam ag do chéile – ionas nach bhfuil foinse ioncaim agaibh ach do thuillimh – ansin b’fhéidir go mbeifeá ábalta Creidmheas Cánach Duine Phósta agus banda ráta cánach méadaithe a éileamh

source: What is domicile in Ireland?
ga: Cad is brí le sainchónaí in Éirinn?

source: Your domicile is the country where you live with the intention of remaining there permanently
ga: Is éard is sainchónaí ann ná an tír a bhfuil tú i do chónaí inti le hintinn fanacht ansin go buan

source: It may be different to your residence or nationality
ga: B’fhéidir nach mbeadh sé mar an gcéanna le do chónaí nó do náisiúntacht

source: When you are born, you have a domicile of origin
ga: Nuair a bheirtear duine, tá ‘sainchónaí bunaidh’ acu

source: This is usually the domicile of your father unless your parents have not married or you live with your mother only
ga: Is iondúil gurb ionann é seo agus sainchónaí d’athar ach amháin mura bhfuil do thuismitheoirí pósta nó má tá tú i do chónaí le do mháthair amháin

source: This provision is set down in Irish law in the Domicile and Recognition of Foreign Divorces Act 1986
ga: Tá an fhoráil seo leagtha amach i ndlí na hÉireann sa Acht um Shainchónaí agus Aithint Colscarthaí Coigríche 1986

source: This domicile can be changed to a domicile of choice, if you move to a different country with the intention of living there permanently
ga: Is féidir an sainchónaí a athrú chuig sainchónaí rogha má aistríonn tú chuig tír eile le hintinn a bheith i do chónaí ansin go buan

source: A Irish domicile levy was introduced in 2010
ga: Tugadh isteach tobhach sainchónaithe Éireannaigh nua sa bhliain 2010

source: This levy applies regardless of where you are tax resident
ga: Tá an tobhach seo i gceist in ainneoin an áit ina bhfuil cónaí ort go cánach

source: The levy is charged on an individual:
ga: Gearrtar an tobhach ar dhuine aonair:

source: • Who in any year is Irish domiciled
ga: • Atá ina c(h)ónaí in Éirinn

source: • Whose worldwide income in the year exceeds €1m
ga: • Le hioncam domhanda níos mó ná €1m in aghaidh na bliana

source: • Whose Irish-located property in the year is greater than €5m, and
ga: • Le maoin Éireannach níos mó ná €5m in aghaidh na bliana, agus

source: • Whose liability to Irish income tax for the year is less than €200,000
ga: • Le dliteanas do cháin ioncaim Éireannaigh don bhliain atá níos lú ná €200,000

source: The levy is €200,000 and is payable annually
ga: Is é €200,000 an tobhach agus tá sé iníoctha go bliantúil

source: Any Irish income tax paid by you in a tax year is allowed as a credit when calculating the amount of domicile levy due for that year
ga: Tá aon cháin ioncaim Éireannaigh a íocann tú i mbliain cánach ceadaithe mar chreidmheas agus méid an tobhaigh sainchónaithe le híoc don bhliain sin á ríomh

source: The levy is payable each year on or before 31 October in the year following the valuation date (on a self-assessment basis)
ga: Tá an tobhach iníoctha gach bliain ar nó roimh an 31 Deireadh Fómhair sa bhliain tar éis an dáta luachála (ar bhonn féinmheasúnachta)

source: The valuation date is 31 December each year
ga: Is é 31 Nollaig an dáta luachála gach bliain

source: The levy for the year 2014 is, therefore, due and payable on or before 31 October 2015. You can get more information about the domicile levy from the Revenue Commissioners
ga: Tá an tobhach don bhliain 2014, mar sin, le híoc agus tá sé iníoctha ar nó tar éis an 31 Deireadh Fómhair 2015

source: This means that liable non-residents cannot avoid the levy by changing their citizenship status
ga: Is féidir leat tuilleadh eolais faoin tobhach sainchónaithe ó na Coimisinéirí Ioncaim

source: Residence and domicile are taken into account for a number of taxes including income tax, Deposit Interest Retention Tax, gift tax, inheritance tax and Capital Gains Tax
ga: Glactar cónaí agus sainchónaí san áireamh do roinnt TAXES lena n-áirítear Cáin Ioncaim, Cáin Choinneála Úis Iarlaise, Cáin Bhronntanais, Cáin Oidhreachta agus Cáin Ghnóthachan Caipitiúil

source: Lo-call telephone numbers for Revenue regional offices are available here
ga: Tá Uimhreacha teileafóin lóghlao d’oifigí réigiúnacha Ioncaim anseo ar fáil anseo

source: You can find more detailed contact details for your region here
ga: Is féidir leat faigh sonraí teagmhála níos mionchruinne do do réigiún anseo
